[
   {
      "Id":"1",
      "Rasi":"మేష రాశి",
      "CVB":"గొర్రె - కొండను కూడా ఢీకొనే మనస్తత్వం, తరుచుగా తీవ్రంగా కోపం రావటం, అలాగే తొందరగా తగ్గటం, పట్టుదల. ఉష్ణత - అందుచేత నీళ్ళు పడవు, మధ్యమ శరీరం, బిరుసైన జుట్టు. రోగ నిరోధక శక్తి ఎక్కువ – ఆరోగ్యం కాపాడుకుంటారు. మాటలతో ఇతరులను ఆకట్టుకోగలరు, ప్రశంశిస్తే లోబడతారు, ఇతరులకు సహకరించుట, ఇచ్చుట ఎక్కువ, పుచ్చుకొనుట తక్కువ. మితమైన ఆశ. వ్యయాధిపతి మిత్రుడైన గురు గనుక - నిద్ర సరిగా పోవడం, ఎక్కువ శక్తి మరియు ఆరోగ్యం పొందటానికి  అవసరం, ఖర్చులు దానాలు చేస్తారు. సేనాపతి – ధైర్యం, సంతృప్తి, దయా గుణం, దాతృత్వం. మోసం చేయరు, మోసాన్ని సహించరు. సమ న్యాయం పాటిస్తారు. సమాజాన్ని స్వ ప్రయోజనముల కొరకు వాడుకోరు, సమాజానికి ఉపయోగపడతారు.",
      "BPHS":"రక్త వర్ణము, పెద్ద శరీరము,  నాలుగు కాళ్ళు,  రాత్రి   బలము కలది, తూర్పుదిక్కు నివాసము,  క్షత్రియ జాతి, పర్వతములలో సంచరించునది,  రజోగుణ ప్రధానము, పృష్టోదయము, అగ్ని తత్వము.",
      "General":"కుజ, ఎరుపు రంగు, పురుష రాశి, చర స్వభావ, అగ్ని తత్వ, క్షత్రియ జాతి, నిర్జల రాశి, అల్ప సంతానము, ధర్మ పురుషార్ధము, అంగము - శిరస్సు, తూర్పు దిక్కు.",
      "BAMBI":"గొర్రె  - చూడటానికి అమాయకంగా ఉంటుంది కాని బోలెడంత శక్తి ఉంటుంది. ఓర్పు, విచక్షణా జ్ఞానం తక్కువ. ఆలోచన లేకుండా ముందుకు దూకును. ఈ లక్షణం ఒక్కొక్కప్పుడు ( యుద్ధంలో) పనికి వస్తుంది. ఒక్కోసారి పనికి రాదు. కొమ్ములతో, ముఖ్యంగా తలతో, పూర్తి దృఢ నిశ్చయంతో, గెలుపు ఓటముల గురించి ఆలోచించకుండా, కొండనైనా ఢీకొని పోరాడుతుంది. చలాకీతనం, పోట్లాడే స్వభావం, తిరుగుతూ ఉంటుంది. తనకు చెప్పిన మార్గంలో వెళుతుంది. అనుసరించడం.",
      "Bruhajjaatakam":"రాగి రంగులో గుండ్రని నేత్రములు, శాకాహారి, ఉష్ణ పదార్దములు తినును, అల్పాహారి, తొందరగా కోపము విడుచును, సంచారి, స్త్రీలోల, బలహీనమైన కాళ్ళు, నిలువని సంపద కలవాడు, యుద్ధ ప్రియుడు, పరులను కొలుచుటలో నేర్పు కలవాడు, పుచ్చిన గోళ్ళు, కురుపులు, గాయములు గల తల కలవాడు, గర్వము, సహోదరులలో పెద్ద వాడు, అర చేతిలో శక్తి రేఖ. చపలచిత్తుడు, నీటికి భయపడువాడు.",
      "Saraavali":"బంగారు వన్నె, స్థిర సంపద, సహోదరులు లేని వాడు, సాహసము, కామము, వ్రణములతో అంద వికారము, స్త్రీ లోల.",
      "KNRAO":"చంచల మరియు తీక్షణ దృక్కులు. అనారోగ్య సంభవము. మత సంబంధ క్రియలపై మక్కువ. తొడలు లావు. కృతఘ్నత తక్కువ, పాప కర్మలు చేయరు. చురుకుగా ఉండి ప్రజాదరణ పొందును, కళత్ర సుఖమునకు ప్రాముఖ్యత ఇచ్చును, నీటివల్ల భయము, తొందరపాటు ఉండును, ముసలితనంలో నెమ్మదించును."
   },
   {
      "Id":"2",
      "Rasi":"వృషభ రాశి",
      "CVB":"ఎద్దు- తలకుమించిన బరువు లాగగలదు. బాధ్యతలు తీసుకుంటారు, పని విషయంలో సుఖం పట్టించుకోరు. ద్వితీయం మిధునం అవుతుంది (మరియు ఇది నైసర్గిక ద్వితీయం) – మంచి వాక్కు, ఎటూ మొగ్గకుండా సమయానికి పని పూర్తి చేసుకోగలరు. లక్ష్య సాధన శక్తి, ఓర్పు, ప్రణాలికా శక్తి, ఇతరులపై అవగాహన. స్థిరత్వం – సాంప్రదాయకత, దృఢ లేక మార్చుకోలేని  అబిప్రాయములు,  మార్పు కోరుకోకపోవడం. ఖర్చులు నియంత్రణ చేసుకోగలరు. విశ్వశనీయత, స్నేహ శీలత, అందిరినీ ఆకట్టుకొనుట. భావములు కనపడనీయరు, ఇతరుల భావములు కనిపెట్టగలరు. కోపం రాదు కాని, వస్తే ఎక్కువే. ప్రధమ సంతతికి ఆరోగ్య లోపములు (పంచమ భావం నైసర్గిక షష్టం గనుకనా?). అందుకు పెరుగు దానం చేయాలి. దీర్ఘ అనారోగ్యములు, హృద్రోగ సంభావన. అతి శ్రమ, అతి భోజనము వీడాలి.",
      "BPHS":"తెల్లని రంగు,  పొడవైనది, నాలుగు కాళ్లు,  రాత్రి అందు బలము, దక్షిణ దిక్కు,  గ్రామ సంచారము, వైశ్య జాతి, భూ తత్వ ప్రధానము, రజోగుణ ప్రధానము, పృష్టోదయము.",
      "General":"శుక్ర, తెలుపు రంగు, స్త్రీ రాశి, స్థిర స్వభావ, భూ తత్వ, వైశ్య  జాతి, అర్ధ జల  రాశి, సమ/అల్ప సంతానము, అర్ధ పురుషార్ధము, అంగము – ముఖము , దక్షిణ దిక్కు.",
      "BAMBI":"ఎద్దు - చాలా శక్తి వుంటుంది, కాని నియ౦త్రణలో పెట్టగలగాలి. అప్పుడే ఎద్దు ఉపయోగపడుతుంది. ; శ్రమ, ఓర్పు. నందీశ్వరుడు. ఒంటి ఎద్దుకు క్రమం ఉండదు. జంట ఎద్దులయితే పద్ధతి ఉంటుంది.",
      "Bruhajjaatakam":"సుందరుడు, విలాసవంతుడు, పొడవైన తొడలు, నిండు ముఖము, మొహాన కాని, వీపున కాని, ప్రక్కల కాని మచ్చలు ఉండును, దాత, దుఃఖము సహించును, విస్తారమైన మూపులు, కఫాధిక్య కంఠము, బంధు పుత్ర వియోగము, స్త్రీ సంతానము, శాంతము, అధికమైన ఆకలి, వనితాజన వల్లభ, దృఢ స్నేహితుడు, బాల్య దశయందు దుఃఖము.",
      "Saraavali":"విశాల వక్షం, దాత, వంకర మరియు దట్టమైనవెంట్రుకలు, కామోద్రేకం, కీర్తి, రూపం, స్త్రీ సంతానం, హంస నడక, బాల్యంలో కష్టములు, విశాల కటి, పాదములు, మూపు, మోకాళ్ళు, ఓర్పు. పూర్వార్ధంలో ( కృత్తిక 2,3,4; రోహిణి 1, 2 లో సగం) ఉంటె తల్లి, ఉత్తరార్ధంలో ఉంటె తండ్రి, బాల్యంలోనే  మరణించును.",
      "KNRAO":"సుఖాభిలాష, దాన గుణము, మంచి మనసు, మంచి దృక్పధము, పనిచేయుటలో నేర్పు, మంచి ఆధ్యాత్మికత, కనబడే వ్యక్తిత్వము, సంపదలు సులభముగా పొందును, మంచి స్నేహితులు ఉంటారు, ఆకర్షనీయత."
   },
   {
      "Id":"3",
      "Rasi":"మిధున రాశి",
      "CVB":"రెండు తలలు – ఆది దంపతులు - శివ పార్వతులు – మిధునం –మైధునం – జంట, కవలలు. ఆర్ద్రా నక్షత్రము - భుజములు – నటనా శక్తి, లేఖనా శక్తి లేక రచనా కౌశల్యం.  సమతా భావం, మృదు స్వభావం, సమయానుకూల ప్రవర్తన, విశ్లేషణా శక్తి, రెండు కోణముల నుండి ఆలోచించుట, సృజనాత్మకత,  ధర్మం, చట్టం ఆచరించుట. కొనుగోలు నైపుణ్యము, ఇతరులను సరిగా అంచనా వేయుట, ధన సంపాదనా నైపుణ్యము. కోపం, ఖర్చులు నియంత్రించుకోగలరు. బుధుడు – హాస్య ధోరణి, అందువల్ల గుర్తింపు పొందటం, బంధువులలో గుర్తింపు. వ్యయాధిపతి శుక్రుడు మిత్రుడు గనుక – నిద్ర, త్యాగం – ఇవి అనుకూలంగా పని చేస్తాయి. సోదరులలో ఒకరికి అభివృద్ది కలుగుట, ఒకరికి అభివృద్ధిలో లోపం ఉంటుంది. తండ్రి విషయంలో అనుకూలతా లోపం. లక్ష్మినారాయణుల  ఆరాధాన చేయాలి. గ్రంధ రచనలో నిపుణులు.",
      "BPHS":"శిరస్సుతో ఉదయించును, పశ్చిమ దిక్కు, వాయుతత్వము, రెండు పాదములు ,రాత్రి యందు బలము,  గ్రామ సంచారము, వాతప్రకృతి, సమానమైన దేహము, పచ్చని రంగు.",
      "General":"బుధ, ఆకుపచ్చ రంగు, పురుష రాశి, ద్విస్వభావ, వాయు తత్వ, శూద్ర జాతి, జలాశ్రిత/నిర్జల రాశి, అతి సంతానము, కామ పురుషార్ధము, అంగము – భుజములు , పశ్చిమ దిక్కు.",
      "BAMBI":"వీణ, గద ధరించిన ఆడ మగ జంట –  ప్రకృతి పురుష సమ్మేళనం. ఇక్కడ సృష్టి చేయగల మానవ శక్తి. శివ పార్వతులు. ద్వంద్వ ప్రవృత్తి.  రెండు ప్రక్కలా ఆలోచించడం, చంచలత. మానవ ప్రజ్ఞ. అనేక రకములైన పనులు ఒకేసారి చేస్తారు. ; కవలలు;",
      "Bruhajjaatakam":"స్త్రీలోలుడు, కామ శాస్త్ర నిపుణుడు, ఎఱ్ఱని కన్నులు, పండితుడు, రాయబారి, వంకర వెంట్రుకలు, చతుర బుద్ధి, ద్యూతము, పరిహాసము నెరిగినవాడు, సుందరుడు, ప్రియ భాషణుడు, గానలోలుడు, నాట్యమెరిగినవాడు, ఉన్నత నాసికుడు, శండులతో క్రీడ చేయు వాడు, ఇతరుల ఆలోచనలు ఎరుగును.",
      "Saraavali":"ముక్కు ఎత్తు, నల్లని కళ్ళు,  అరచేతిలో మృత్స్య రేఖ ( భోగి), కామ శాస్త్ర విదుడు, శరీరముపై నరములు కనబడును, మేధస్సు, సుందర రూపం, హాస్యము, ప్రియభాషణ, ఇద్దరు తల్లులు, స్త్రీలోల, నపు౦సకులతో స్నేహం.",
      "KNRAO":"మృదు భాషి, చురుకైన దృక్కులు, కరుణా హృదయము, కామ క్రీడలో అభిలాష, కళలు , సంగీతము. మెడకు సంబంధించిన జబ్బులు. కీర్తి , సంపదలు కోరుకుంటాడు, మంచి వివేకవంతుడు, మంచి దేహ ఛాయ, పొడగరి, తెలివైన వాక్కు, దృఢ సంకల్పము, పనిలో నేర్పరి, న్యాయ బద్ధత."
   },
   {
      "Id":"4",
      "Rasi":"కర్కాటక రాశి",
      "CVB":"పీత – ఆత్మ రక్షణ, ధర్మ రక్షణ, ఇతరులు ఏమనుకుంటారో అనే జాగ్రత్తతో. గౌరవం పొందుతారు, ఇతరుల అభిప్రాయములకు విలువ ఇస్తారు. చంచలత, మార్పు, అసంతృప్తి - 36 పైన స్థిరత్వం. కోపం బతిమాలితే పోతుంది, పొగడ్తలకు లొంగుతారు, ఇతరులపై అధికారం చలాయించరు, సహాయం ఆపేక్షించరు గాని ఇతరులకు సహాయం చేస్తారు. సృజనాత్మకత, ఊహా శక్తి, కష్టాలను సహించలేరు, కవితలు, నటన, సంగీతము. మాటలు కొంచం గంభీరం. జల రాశి, చర రాశి  - ప్రయాణములు అంటే ఇష్టం, జల సంబంధ ప్రమాదములు, దూర దేశ సంబంధములు, దూర దేశ లేక వృక్ష లేక ఆహార  సంబంధ వ్యాపారములు. కార్య సాధనా శక్తి, అనుకూలంగా ఉన్నంతవరకు వేచి చూచి పని చేయగలరు. జరగబోయేవి తెలుసుకోగలరు. పొగిడితే లొంగిపోతారు – జాగ్రత్త. సౌమ్యత అధికంగా ఉండటం వల్ల - స్త్రీ సంబంధ నష్టములు. శ్వాశకోశ లేక తేమకి సంబంధించిన వ్యాధులు. తండ్రితో లేక సంతానంతో వైరము(??? నవమాధిప మరియు పుత్ర కారక గురువుకి, షష్ఠ ఆధిపత్యం వల్లనా?).",
      "BPHS":"పాటల (గులాబీ) వర్ణము, వనములో సంచారము, బ్రాహ్మణ జాతి, రాత్రి అందు బలము, అనేక పాదములు, స్థూలదేహము, సత్వగుణము, జల తత్వము, పృష్టోదయము.",
      "General":"చంద్ర, ఎరుపు+తెలుపు  రంగు, స్త్రీ రాశి, చర స్వభావ, జల తత్వ, బ్రాహ్మణ జాతి, పూర్ణ జల రాశి, అల్ప సంతానము, మోక్ష పురుషార్ధము, అంగము – హృదయము , ఉత్తర దిక్కు.",
      "BAMBI":"ఎండ్రకాయ -  నీళ్ళలోనూ , భూమ్మీద దాక్కుంటూ కష్టపడి పని చేస్తుంది. నీళ్ళు అంటే భావోద్వేగములు. వీటిని కావాలంటే ప్రదర్శించగలరు, లేకుంటే దాచుకోనూగలరు.  సొంత ఇల్లు నిర్మించుకునే పనిలో ఉంటుంది. తన వారిని కాపాడుకోవటం చాలా ముఖ్యం.  పోషణ, పాలన. ఏకాగ్రత, లక్ష్య సాధన ; ఏకాంతము, శీఘ్ర గమనం. నీళ్ళలో ఉంటుంది. ఏమాత్రం అలజడి అయిన లోపలికి పోతుంది. పైకి భయంకరం, లోపల బెదురూ.",
      "Bruhajjaatakam":"కుటిలమగు శీఘ్ర గమనము, ఉన్నత జఘనము, స్త్రీలచే జయింపబడువాడు, మంచి స్నేహితులు, జ్యోతిషములో నేర్పరి , పొగడ్తలకు లొంగు వాడు, అనేక గృహములు, పొట్టివాడు, బలసిన  కంఠము, సత్వ గుణము, ధనము వృద్ది, క్షీణతలు కలవాడు.",
      "Saraavali":"సకల సంపదలు, భోగము, గృహములు, మిత్రులు, జ్యోతిష్యం, కామోద్రేకం,  రాజు, మంత్రి, విదేశముల కేగువాడు, చపల చిత్తుడు, ఒకప్పుడు సుఖం, ఒకప్పుడు దుఃఖం, పరోపకారి, మెడ కొంచం లావు.",
      "KNRAO":"స్వచ్చంద సేవకుడు, ధన వ్యామోహం, వీరత్వంపై మోజు,  ధర్మనిరత, గురు భక్తీ. తల నొప్పి రావచ్చు, వ్యవహార దక్షత, దీర్ఘ ప్రయాణములయందు ఆశక్తి, కోపంలో వివేకము కోల్పోవును, మానసిక బలహీనత, విచారించే స్వభావం,  ప్రముఖులతో స్నేహము, తన ఇంట్లో తన పద్ధతులు."
   },
   {
      "Id":"5",
      "Rasi":"సింహ రాశి",
      "CVB":"సింహము – మృగ రాజు. రవి – గ్రహములకు రాజు. – ఇతరులు భయపడేటట్లు ఉంటారు, ఇతరుల గౌరవం పొందుతారు, నలుగురిలో ప్రత్యేకంగా కనబడతారు, ఓర్పుతో శ్రమ చేయ గలరు, ఇతరుల అధికారం ఒప్పుకోరు, ఎవరైనా పొగిడితే ఎంతైనా చేస్తారు, తమ సమస్యల విషయంలో దాపరికము, ఇతరుల సమస్యలు పరిష్కరిస్తారు, కీర్తి మరియు పదవీ వాంఛ ఉంటుంది, నిష్కళంక ప్రేమ చూపిస్తారు, గంభీరమైన, కఠినమైన మాటలు, సరైన పద్ధతిలో పదములు పలుకుట, నాయకత్వ లక్షణములు. న్యాయ బద్ధత, అన్యాయం అవినీతి సహించలేరు. అప్పులు ధైర్యంగా చేయగలరు. ల్లక్ష్య సాధన, మంచి ప్రజ్ఞ, ఇతరులకు సహాయం చేయుట. పైత్య సంబంధ లేక, కంటి సంబంధ సమస్యలు. ప్రధమ సంతానానికి అనారోగ్యము ( ??? పంచమాధిపత్యం ఉన్న గురువుకు అష్టమాధిపత్యం కూడా ఉన్నందు వల్ల ?).",
      "BPHS":"సత్వగుణము, 4 పాదముల జంతువు, క్షత్రియ జాతి, వనములో సంచారము, శిరస్సుతో ఉదయించును, పెద్ద శరీరము, పాండు వర్ణము, తూర్పు దిక్కు, పగటిపూట బలము కలది.",
      "General":"రవి, పొగ రంగు, పురుష రాశి, స్థిర స్వభావ, అగ్ని తత్వ, క్షత్రియ జాతి, నిర్జల రాశి, అల్ప సంతానము, ధర్మ పురుషార్ధము, అంగము - కడుపు, తూర్పు దిక్కు.",
      "BAMBI":"సింహం - మనిషిలోని మృగం. ఆత్మ విశ్వాసంతో, ధైర్యంగా ఏ పరిస్థితినైనా పర్యవసానం చూడకుండా, ఎదుర్కొంటుంది.  దానికి లొంగితే, సంపూర్ణ రక్షణ ఇస్తుంది. ఆకలి వేస్తేనే బయటకు వెళుతుంది. అనవసరంగా ప్రేరేపిస్తే, ఊరుకోదు. ఎంతమంది మధ్య అయినా మృగరాజే. అధికార దర్పం వల్ల ఇబ్బందులు రావచ్చు. అలాగే దయా గుణం కూడా హెచ్చు.  ; బలం, సూటిగా దెబ్బతీయడం. న్యాయబద్ధత, దోషాన్ని సహించకబోవడం.",
      "Bruhajjaatakam":"బలసిన దవడలు, విశాల ముఖము, పచ్చని (పింగళ)కన్నులు, అల్ప సంతానము, స్త్రీలయందు వైరము, మాంస ప్రియుడు, పర్వతములయందు తిరుగుట, కోపము, ఆకలి, దాహము కలవాడు, ఉదర, దంత, మానస రోగములు కలవాడు, పరాక్రమశాలి, నిశ్చల బుద్ధి, అహంకార చిత్తుడు, తల్లి మాట వినువాడు.",
      "Saraavali":"బలమైన ఎముకలు, పొడవైన చేతులు, రూపవంతుడు, అందమైన దంతములు,నేత్రములు, కర్ణములు,  విద్య, దేవ బ్రాహ్మణ భక్తీ, మృదు భాషి, సత్యవంతుడు,  ధీరుడు, దయ, ఇతరుల పని చేయును, స్వల్ప పుత్ర, అధిక స్త్రీ సంతానం, భోగి, ఓర్పు.",
      "KNRAO":"క్షమాగుణము, సవాళ్లు ధైర్యంగా ఎదుర్కొనుట, తొందరగా సంతోష హీనత, తిండిలో అజాగ్రత్త, దేశ ద్రిమ్మరి, చలి పడదు, స్నేహాభిలాషి, పైకి నెమ్మది కాని తొందరగా కోపం వచ్చును.  తల్లి తండ్రులపై గౌరవం, ఏదైనా వ్యసనము కలుగును, కీర్తి కాంక్ష."
   },
   {
      "Id":"6",
      "Rasi":"కన్యా రాశి",
      "CVB":"నదిలో దొప్పలో ఉండి, చేతిలో ధాన్యపు కంకి, అగ్ని ఉన్న – కన్య -  అన్నం. భావములు పైకి వ్యక్తీకరించరు, వినయ సంపన్నులు, సౌమ్యతతో పై అధికారులను ఆకర్షించగలరు, అమ్మకపు శక్తి యుక్తులు కలవారు,  సేల్స్ గర్ల్స్, అందరినీ ఆకట్టుకోవడం, వయసుకన్నా తక్కువగా కనబడుట. నాభి, పొత్తి కడుపు – జీర్ణ కోశ సంబంధ వ్యాధులు , నరముల లేక చర్మ సంబంధ వ్యాధులు. మేన మామల వల్ల లాభం. నర్తన, శిల్పము, రచనా శక్తి, ముద్రణ, లలిత కళలు, శాస్త్ర విజ్ఞానం. పలు దేశ భాషలలో ప్రావీణ్యత, alertness = సంసిద్ధత. ద్వితీయం తులా రాశి గనుక – న్యాయంగా, అలంకారాత్మకంగా, హాస్యంగా మాట్లాడగలరు. రెండు వైపులా ఆలోచించగలరు. అప్పుచేసే నైపుణ్యం. నడకలో వేగం.",
      "BPHS":"పర్వతములలో సంచరించును, పగటిపూట బలము కలది, శిరస్సుతో ఉదయించును, మధ్యమమైన శరీరం, రెండు పాదములు, దక్షిణ దిక్కు, వైశ్య జాతి, చిత్ర వర్ణము, వాయుతత్వము, కౌమార వయస్సు, తమోగుణము, బాల్య చేష్టలు, భావములు కలది.",
      "General":"శుక్ర, చిత్రవర్ణ రంగు, స్త్రీ రాశి, ద్విస్వభావ, భూ తత్వ, వైశ్య  జాతి, నిర్జల/జలాశ్రిత  రాశి, అల్ప సంతానము, అర్ధ పురుషార్ధము, అంగము – నాభి, ప్రేగులు , దక్షిణ దిక్కు.",
      "BAMBI":"దీపముతో కూడి నౌకయందున్న స్త్రీ - కన్య, పవిత్రత. బా౦ధవ్యములు. సిగ్గు. ఆధ్యాత్మికత. స్వార్ధము. కళలు, ఊహలు. సృజనాత్మకత. మృదు వాక్కుతో, సమ్మోహనము. ; సేవా భావము – మంచి పనిమంతులు. సలహాదారులు. శుచి, శుభ్రత. అందరూ గమని౦చాలనే తృష్ణ.",
      "Bruhajjaatakam":"సిగ్గుచే, అలసటచే సుందరమైన చూపులు, గమనము కలవాడు, జారిన మూపులు, భుజములు కలవాడు, సుఖవంతుడు, మృదు శరీరము, సత్య భాష, నృత్య, గీత, వాద్య, పుస్తక లేఖనాది నైపుణ్యుడు, శాస్త్రార్ద పండితుడు, ధర్మాసక్తుడు, ధారణ శక్తి, యుక్తి, బుద్ది కలవాడు, కామ క్రీడా విహారి, స్త్రీ ప్రియుడు, పర ధన, పర గృహములు కలవాడు, పర దేశ సంచార ప్రియుడు, ప్రియ భాషి, స్త్రీ సంతానము ఎక్కువ, పురుష సంతానము తక్కువ కలవాడు,",
      "Saraavali":"స్త్రీలోలుడు, పొడవైన చేతులు, రూపవంతుడు, విద్యా వంతుడు, మృదుభాషి, దేవ బ్రాహ్మణ భక్తి, సత్యవాది, ఆచారవంతుడు, ధీరుడు, దయకలవాడు, స్వల్ప పుత్రులు, అధిక స్త్రీ సంతానం, ఇతరుల పనులు చేయుట, భోగి, ఓర్పు కలవాడు.",
      "KNRAO":"సుఖాభిలాషి, సత్పురుష సాంగత్యము, పెద్దలపై గౌరవం, అందమూ, మంచి అలంకరణ, దాన గుణము, మతముపై ప్రీతీ,  కవి, మాట ప్రియత్వం, సంగీత నాట్య ప్రియుడు, వివాహ సంబంధ ఇబ్బందులు, పరాయి స్థలములో స్థిరపడును."
   },
   {
      "Id":"7",
      "Rasi":"తులా రాశి",
      "CVB":"తక్కెట – త్రాసు – న్యాయం, తీర్పు,  సుఖాలకు ప్రాధాన్యత తక్కువ, ప్రణాలికా రచనా శక్తి, వ్యాపారం. జ్ఞాపక శక్తి. న్యాయ శాస్త్ర నిపుణులు, మంచి తీర్పు చెప్పేవారు, పెద్ద పెద్ద వ్యాపారులు. ద్వితీయ భావం –వృశ్చికం -  గనుక నిష్పక్షపాతముగా నిర్మొహమాటంగా న్యాయం చెప్పుట. తృతీయ భావం – ధనుస్సు గనుక – మంచి వారి సహాయ సహకారములు పొందుతారు. క్రమ పద్ధతిలో ఆలోచించడం, ఆకర్షణీయంగా ఉండటం, నెమ్మదిగా ప్రణాలికా బద్ధంగా పని చేయుట. కోపం రాదు, ప్రదర్శించరు. లలిత కళలపై ఆశక్తి – జనాకర్షణ శక్తి - సినిమాలు, రేడియో, నాటకములు, హిప్నోటిజం.",
      "BPHS":"శీర్షోదయం, పగలు బలము, కృష్ణ వర్ణము, రజోగుణ ప్రధానము, పశ్చిమ దిక్కు, భూమి చారము, హింసా స్వభావము కలది,  శూద్రజాతి, మధ్యమ మైన దేహము, రెండు కాళ్లు.",
      "General":"శుక్ర, నీలం  రంగు, పురుష  రాశి, చర స్వభావ, వాయు తత్వ, శూద్ర  జాతి, నిర్జల/పాద  జల  రాశి, అతి సంతానము, కామ పురుషార్ధము, అంగము – పొత్తికడుపు , పశ్చిమ దిక్కు.",
      "BAMBI":"త్రాసుతో ఉన్న పురుషుడు – తక్కెడ. సరి తూకానికి, సమతుల్య మైన జీవనానికి. స్త్రీలపై ఆకర్షణ. ఇంకొకరి విలువ తొందరగా తెలిసికొనుట, లేక అంచనా వేయుట. ఇతరులను తియ్యగా లోబరుచుకోనుట. ప్రశాంతత. సుఖాన్వేషణ.   సమతుల్యత, న్యాయం. అందముగా కనబడట౦.",
      "Bruhajjaatakam":"దేవ, బ్రాహ్మణ, సజ్జన పూజారతుడు, ప్రజ్ఞాశీలి, పరిశుద్దుడు, స్త్రీకి లోబడి యుండు వాడు, ఉన్నత శరీరము, ఉన్నత నాసిక, పొడుగైన సన్నని దేహము కలవాడు, పరిభ్రమణ శీలుడు, ధనవంతుడు, పరిపూర్ణ అవయవములు, క్రయ విక్రయ నిపుణుడు, సరితూగు మాటలు, రోగవంతుడు, వేరొక నామము పొందువాడు, ఉపకారము చేయువాడు, బంధు పూజ్యత, బంధు తిరస్కారము కలవాడు.",
      "Saraavali":"ఎత్తు ముక్కు, విశాల నేత్రములు, పలుచని ముఖం, భారీ శరీరం, పెక్కురు భార్యలు, పశువులు, భూములు కలవాడు, పరాక్రమం, కార్యాచరణ నేర్పరి, దేవబ్రాహ్మణ భక్తీ, సకల వైభవములు, సన్నముగా ఉండును, ధాన్యములు పండించును, బంధువులకు ఉపకారి.",
      "KNRAO":"సరికాని సమయంలో కోపము, ఇతరులకు దూరంగా ఉండటం వల్ల దుఃఖము, మృదు భాషి, సంస్కారవంతుడు,  చాల దయవంతుడు అందుచేత మోస పోతాడు, వాటివల్ల ఒకప్పుడు ధనవంతుడు ఒకప్పుడు బీదవాడు అవవచ్చు. ఎవరిపైనా అధికారం చెలాయించడు, చురుకైన కళ్ళు, మంచి ధార్మికుడు, మంచి ఆర్ధిక సలహాదారు, బాగా తిరుగుతాడు, స్నేహానికి విలువ, ఎవరిపైనా ఆధిపత్యం చలాయించడు. సత్పురుష సాంగత్యము, పెద్దలపై గౌరవం, అందమూ, మంచి అలంకరణ, దాన గుణము, మతముపై ప్రీతీ,  కవి, మాట ప్రియత్వం, సంగీత నాట్య ప్రియుడు, వివాహ సంబంధ ఇబ్బందులు, పరాయి స్థలములో స్థిరపడును."
   },
   {
      "Id":"8",
      "Rasi":"వృశ్చిక రాశి",
      "CVB":"ఎవరిజోలికీ పోదుకాని ఆత్మ రక్షణ ఎక్కువ. గూఢాచారులు, alertness = సంసిద్ధత, ఊహా శక్తి, ఇతరుల పనిని అనుకరించే శక్తి, కొంత ధైర్యం, కొంత అధైర్యం, కోపం నిగ్రహించుకోగలరు, స్వార్ధము ఎక్కువ గాని బయటకి కనబడదు. దైవ భక్తి ఉంటుంది. ఆత్మరక్షణ కోసం ఇతరుల లోపములను గుర్తించగలరు, ఇతరులు చేసేవి నచ్చవు, పని శ్రద్ధ ఎక్కువ, లోతైన విషయాలు తెలిసికోగలరు, ఇతరుల లోపాలు కనిపెట్టగలరు  అందుచేత – ప్రోగ్రాం టెస్టర్, ప్రూఫ్ రీడర్ ఉద్యోగములు.  సంభాషణ మరియు లేఖన నైపుణ్యత. మానసిక చింతలు.  వీరు తమ అధికారం చూపకుండా ఉండాలి, స్వ నియంత్రణ అలవరచుకోవాలి, అనావసర భయాలు మరియు స్వార్ధం వీడాలి. 30 ఏళ్ల వయసులో ఎదురు దెబ్బలు. ఒక సోదరునికి – దీర్ఘ అనారోగ్యం లేక అల్పాయుష్షు సమస్యలు(??? నైసర్గిక సహోదర కారకునికి నైసర్గిక అష్టమ ఆధిపత్యం వచ్చినందుకా? ). అంటు వ్యాధుల గురించి జాగ్రత్త అవసరం. మధ్యమ ఆకారం, పొట్టి జుట్టు.",
      "BPHS":"స్వల్ప శరీరము, అనేక పాదములు కలది,  బ్రాహ్మణ జాతి, కన్నములలో  నివసించునది, ఉత్తరదిక్కు, పగలు బలము, పింగళ వర్ణము, జల తత్వము, భూమిపై సంచరించును, ఎక్కువ రోమములు, పదునైన అగ్ర భాగము కలది.",
      "General":"కుజ, బంగారు రంగు, స్త్రీ రాశి, స్థిర స్వభావ, జల తత్వ, బ్రాహ్మణ జాతి, పూర్ణ/పాద జల  రాశి, అల్ప సంతానము, మోక్ష పురుషార్ధము, అంగము - మర్మావయవములు, ఉత్తర దిక్కు.",
      "BAMBI":"తేలు - అతి రహస్యము. కామము, మరణము. ఈ రెంటిలో నిగూఢ అర్ధములు. అవతల వారికి మానసిక సహాయం చెయ్యవచ్చు లేక మానసిక దెబ్బ తీయవచ్చు. ప్రేమ, ద్వేషం, ప్రతీకారం.  ఎవరినీ ఇబ్బంది పెట్టడు. తనని ఇబ్బందిపెడితే ఊరుకోడు. ప్రసవం తరువాత మరణం.",
      "Bruhajjaatakam":"విశాలమైన కన్నులు, వక్షస్సు, గుండ్రని కాళ్ళు, తల్లిదండ్రులచే, ఆచార్యులచే విడవబడిన వాడు, రాజ పూజ్యుడు, బాల్యమున వ్యాధి పీడితుడు, పింగాలాక్షుడు, కటిన స్వభావుడు, మత్స్య, వజ్ర, పక్షి రేఖలు చేత కలవాడు, దాచబడిన పాప కార్యములు కలవాడు, సూటిగా ఉండును, విధవ, అన్య స్త్రీ సంభోగి, నీచ పదార్ధ భోజనుడు, హింసకు తాళని వాడు, కావ్య రచనాశక్తుడు, సభారంజకుడు, ఎక్కవ ధనము లేని వాడు.",
      "Saraavali":"లోభి, గుండ్రని తొడలు, పిక్కలు, కఠిన హృదయం, కోపం, పెద్ద కడుపు, నాస్తికుడు, పాపి, చోరుడు, బాల్యమున అనారోగ్యం, గడ్డము, గోళ్ళు లేనివాడు, పనిలో కుశాగ్ర బుద్ది, స్త్రీలోలుడు, బంధువులు లేని వాడు, రాజువల్ల ధన నష్టం, ధనవంతుడు.",
      "KNRAO":"బాల్యము నుండే తిరుగును, క్రమశిక్షణ లేకుంటే వ్యసనపరుడగును, కళ్ళు పచ్చగా అవచ్చు, క్రమశిక్షణ లేకుంటే పర భార్యాసక్తి, గర్వి, తన బంధు జనముతో సైతం క్రూరము, ధనార్జన కొరకు తప్పుచేయును, తల్లిపై ప్రేమ ఉండదు, మోసం చేయటంలో నేర్పరి."
   },
   {
      "Id":"9",
      "Rasi":"ధనుస్సు రాశి",
      "CVB":"పై భాగం చేతిలో ధనుస్సు ఎక్కుపెట్టిన మనిషి, క్రింది భాగం గుఱ్ఱము – భౌతిక మరియు ఆధ్యాత్మిక లక్ష్య సాధన, చురుదనం ఎక్కువ అయినా తొందరపాటు ఉండదు, ముసలితనం వరకు చురుకుదనం,  ఆపదల నుండి బయటపడగలరు, వాగ్ధాటి, న్యాయ బద్ధుడు, యదార్ధ వాది, జ్ఞానం, హాస్యం, పరిశీలన, అవగాహన, కార్య సాధనా శక్తి. ముందుగా పరిశీలించి ఆ తరువాత పనిచేయడం. 24 ఏళ్ల లోపు కష్టములు కలుగును. రెండు రకముల ఆదాయము. దయా గుణము. ఆత్మ విశ్వాశం వల్ల ఇతరుల సహాయం కోరడు. వీరిని ఆశ్రయించిన వారు సుఖపడతారు. వైజ్ఞానికత, ఏకాగ్రత, ఆత్మాభిమానం, లౌకికం తెలియదు, దాపరికం ఉండదు. దుష్ట ప్రవర్తన సహించరు. కోపం తొందరగా తగ్గుతుంది, చక్కని శరీరాకృతి, జీర్ణ కోశ సంబంధ వ్యాధులు, ఊబ కాయం వచ్చే సంభావన. వ్యాయామం, ఆహార నియంత్రణ అవసరం.",
      "BPHS":"పృష్టోదయము, సత్వగుణము, పింగళ వర్ణము, రాత్రి ఫలము కలది, అగ్ని తత్త్వం, క్షత్రియ జాతి,  మొదటి 15 భాగలు ద్విపాదము తరువాత చతుష్పాదములు, సమమైన శరీరము కలది, తూర్పు దిక్కు,  భూమిపై సంచరించును, తేజస్సు కలది.",
      "General":"గురువు , పింగళ( వారి పొట్టు) రంగు, పురుష రాశి, ద్విస్వభావ, అగ్ని తత్వ, క్షత్రియ జాతి, అర్ధ/నిర్జల రాశి, సమ సంతానము, ధర్మ పురుషార్ధము, అంగము - తొడలు, తూర్పు దిక్కు.",
      "BAMBI":"గుర్రపు పిరుదులు కలిగి ధనుర్ధారి అయిన పురుషుడు – లక్ష్య సాధనకు తీవ్రమైన కృషి. చాల కార్యములు ప్రత్నిస్తారు. సామాజిక స్పృహ. ధైర్యము, ఆత్మ విశ్వాసము, గమ్యం చేరువరకు పట్టుదల. నేరుగా మాట్లాడుట.  అత్యాశ. అన్నీ స్వయంగా చేయాలనుకోవడం. కష్టపడి పనిచేయుట.  బాంధవ్యాలకు అంత ప్రాముఖ్యత ఉండదు.  గుర్రములు, లక్ష్య సాధన.",
      "Bruhajjaatakam":"దీర్ఘమైన ముఖము, కంఠము కలవాడు, పిత్రార్జిత ధనము కలవాడు, దాత, గ్రంధ కర్త, బలవంతుడు, వక్త, బహు కార్యములు చేయువాడు, వ్రాతలో నేర్పరి, పొట్టి మూపు, పుచ్చిన గోళ్ళు, బలసిన భుజములు, ధర్మ మెరిగిన వాడు, సామోపాయమున సాధింపదగినవాడు.",
      "Saraavali":"పొట్టి అవయవములు, గుండ్రని నేత్రములు,, విశాల కటి, వక్షము, బలమైన బాహువులు, పొడవైన కంఠం, బలమైన ఎముకలు, పెద్ద పెదవులు, ముక్కు. చిన్న పాదములు. బంధు ప్రియుడు, శిల్పి, నీటి వొడ్డున జీవించును, సాహసము.",
      "KNRAO":"ధైర్యవంతుడు, సత్య ప్రియుడు, మంచివాడు, ప్రేమ/ శాంతి కాముకుడు, ధనాపేక్ష, తల్లిపై గౌరవం, అందమైన స్త్రీల ఆరాధన, దాన కర్ణ, బహు సేవకులు కలవాడు, లావు ఎక్కును, ఇతరుల నాశనము చేయును."
   },
   {
      "Id":"10",
      "Rasi":"మకర రాశి",
      "CVB":"జింక తల ఉన్న మొసలి – పట్టిన పట్టు విడువరు, బలమైన దేహం, బిరుసైన జుట్టు, ఆకర్షనీయత. శూరుడు, విద్యా నిపుణుడు, బంధు ప్రేమ, ఇతరులకు ఉపయోగపడే శక్తి. ఆలోచనా శక్తి, జ్ఞాపక శక్తి, కార్య సాధనా శక్తి, ఓర్పు, ఇతరులచే పని చేయించుకోవడం తెలుసు, పనిలో నేర్పు, ఆకట్టుకునే విధంగా పని చేయుట, పనిమంతులు, పై అధికారుల ఆదరణ పొందగలరు. మర్యాదలు, ఆచారములు పాటిస్తారు. నిద్రను లెక్క చేయరు. ధన విషయంలో జాగ్రత్త, ధనార్జన మరియు కార్య సాధన ఎలాగైనా చేస్తారు. కోపగించే వారికి దూరంగా ఉంటారు. కన్ను, పన్ను, చెవి, మోకాలు, నరములు, చర్మము  – సంబంధ వ్యాధులు. 30 – 35 వయసులో జల గండము.",
      "BPHS":"భూ తత్వము, తామస గుణం, దక్షిణ దిక్కు, రాత్రి బలము కలది, పృష్టముతో ఉదయించును, పెద్ద శరీరము, కర్బుర వర్ణము,  వనములలోను భూమిపైన సంచరించునదీ,  మొదటి 15 భాగలు చతుష్పాద మిగతాది పాదములు లేనిది మరియు జలచరము.",
      "General":"శని , కర్బుర(కపిల+తెలుపు) రంగు, స్త్రీ రాశి, చర స్వభావ, భూ తత్వ, వైశ్య  జాతి, పూర్ణ జల రాశి, సమ సంతానము, అర్ధ పురుషార్ధము, అంగము – మోకాళ్ళు , దక్షిణ దిక్కు.",
      "BAMBI":"లేడి( మృగ) ముఖము కలిగిన మొసలి – స్థిరంగా, గంభీరముగా ఉండును. పూర్తి ఏకాగ్రతతో , పద్దతితో పనిచేయుట. వారి భావము బయటకు కనబడనీయరు. వెనుక ఉండి, ప్రశాంతంగా పోరాడుతారు. పట్టుదల , పట్టిన పట్టు వదలరు. దీర్ఘ కాలం పనిచేయగలరు.  నీటిలో, స్వస్థలంలో బలం. సేవాభావం.",
      "Bruhajjaatakam":"భార్యా పుత్రులను ప్రేమగా చూచువాడు, కృశించిన అధర, జంఘము, అవయవములు కలవాడు. బయటికి మాత్రం ధర్మం ఆచరి౦చును, మంచి కన్నులు, సన్నని నడుము, ఏక సంధాగ్రహి, సౌభాగ్య సంపన్నుడు, అలసుండు( బద్ధకం), చలికి ఓపలేని వాడు, తిరుగు వాడు, ఉదార చేష్టుడు, కవితాశక్తి. వృద్ధ, హీన జాతి స్త్రీలయందు ఆశక్తి కలవాడు. దురాశాపరుడు.",
      "Saraavali":"సంగీతం తెలిసిన వాడు, చలికి బాధపడువాడు, పొడవైన శరీరం, ధర్మ చారుడు, కోపము లేని వాడు, మంచి పేరు, మంచి ప్రవర్తన, దయా హీనుడు, మంచి నేత్రములు, సన్ని దేహం, పెద్ద వయసు స్త్రీలతో, లోభి, కవి, పొడవైన మెడ, చెవులు , గుండ్రని పిక్కలు ఎప్పుడు ఆలోచనలు.",
      "KNRAO":"స్వకుటుంబంలో మర్యాద దొరకదు, స్త్రీల మాటలు వినును, విద్వాంసుడు, సంగీత ప్రియుడు,  ధనవంతుడు, సేవకులు కలవాడు, దానశీలి, దయాశీలుడు, కుటుంబాన్ని ప్రేమించును, తన సంతోష అభిలాషి."
   },
   {
      "Id":"11",
      "Rasi":"కుంభ రాశి",
      "CVB":"నీరు ఒలకబోస్తూ కుండతో ఉన్న మనిషి – బద్ధకం, సోమరితనం, పెద్ద పెట్టుబడిదారుడు, అందుచేత పలుకుబడి,  ఓర్మీ, పనులు పురమాయించగలరు, ఇతరులను వాడుకునే నైపుణ్యము. బలమైన శరీరం, గుండ్రని ముఖం, గర్వం, వ్యసనములకు లోబడే అవకాశము.  పై అధికారులతో సత్సంబంధములు, పలుకుబడి ఉంటాయి. లలిత కళల పై ఆశక్తి, ఆస్వాదన, సంస్కృతి పై ప్రేమ, తెలివి తేటలు, ఏకాంత జీవనంపై ఆశక్తి, భార్య సౌఖ్యం గురించి ఆలోచిస్తాడు. అపవాదములు, అవమానములు కలిగే సంభావన. లక్ష్య సాధన శక్తి. ధనార్జన నైపుణ్యము.  మత, దైవ, ఆధ్యాత్మిక విషయ ఆశక్తి. సువాసనా ద్రవ్యములకు, శృంగార భావములకు ప్రాధాన్యత ఉంటుంది. ఋజు ప్రవర్తన, వాక్చాతుర్యం, ఎక్కువ మంది మిత్రులు ఉంటారు కాని, బంధువుల వల్ల ఇబ్బందులు. కన్నులు, అజీర్ణ సంబంధ వ్యాధులు. సోదరుల వల్ల ఇబ్బందులు. సంతానం వల్ల, ముఖ్యంగా జ్యేష్ట కుమారునితో  క్లేశము. పితృ సౌఖ్యం తక్కువ.  జీవిత భాగ స్వామి అంత అనుకూలంగా ఉండరు.",
      "BPHS":"బభ్రు ( reddish brown) వర్ణము, మధ్యమ దేహము, ద్విపాదము,  పగలు బలము కలది, జలచరము, వాయుతత్వము, శీర్షోదయం,  తమోగుణ ప్రధానము, శూద్రజాతి, పశ్చిమ దిక్కు.",
      "General":"శని, ముంగిస  రంగు, పురుష  రాశి, స్థిర స్వభావ, వాయు తత్వ, శూద్ర  జాతి, , అర్ధ  జల/జలాశ్రిత  జల  రాశి, సమ సంతానము, కామ పురుషార్ధము, అంగము – పిక్కలు , పశ్చిమ దిక్కు.",
      "BAMBI":"భుజము పై ఖాళీ కుండ ( రిక్త కుంభం ) తో ఉన్న పురుషుడు – నీరు – దయ. సామాజిక స్పృహ. సంభాషణలో నేర్పు. మార్పులు తెచ్చుట.  ఇతరుల మేలు కోరుకొనుట. కుండలో అంతర్గత శక్తి ఉంటుంది.",
      "Bruhajjaatakam":"ఒంటె వంటి మెడ, వంకర, నరాలు కనిపించే దేహం, కఠినమైన వెంట్రుకలు, దేహం, పెద్ద పాదములు, చెవిటి వాడు, పాపకార్యరతుడు, కలిమిలేములు సమానముగా ఉండు వాడు, కుసుమ గంధం యందు ప్రీతి కలవాడు, మిత్రరంజకుడు, క్లేశము సహి౦చనివాడు, దూరము నడవగలడు, పర స్త్రీలను కోరుకొనును.",
      "Saraavali":"ఎత్తు ముక్కు, వేడి శరీరం, పొడవైన కాలు, చేతులు, మద్యపానము చేయుడు, నీచముగా చూడబడును, జారుడు, కర్మ హీనుడు, ధర్మ హీనుడు, పెద్ద తల, చిన్న కళ్ళు, అహంకారి, సోమరి, వెడల్పు ముఖం, కటి, శిల్పి, దరిద్రుడు, దుఃఖం.",
      "KNRAO":"దాన గుణము, వ్యసన పరుడు, సహాయము చేయును, ధనాపేక్ష, మంచి కన్నులు, మర్యాదస్తుడు, విద్య కోసం ధనం కోసం కష్టపడగలడు, కీర్తివంతుడు, స్వార్జన ధనం ఖర్చుచేయును,  శౌర్యము."
   },
   {
      "Id":"12",
      "Rasi":"మీన రాశి",
      "CVB":"రెండు ఎదురుబొదురు  చేపలు - రెండు విధాల ఆలోచించగలరు. కవులు, ఊహా శక్తి. నీరు – నీరంటే ఇష్టము, నీటికి సమీపంలో స్థిరపడటం, విదేశాలకు వెళ్ళే అవకాశము, మంచి సలహాదారు, దాపరికం తక్కువ,  సుకుమారత, సున్నిత ప్రవర్తన, సానుభూతితో కూడిన అమాయకత్వము, మంచి వాక్ధాటి- బోధకులు అయితే మంచిది. గుర్తింపు, సన్మానములు పొందగలరు, కార్య సాధన శక్తి, వృత్తిలో గౌరవం, సంఘ సేవ, కీర్తి. ఆలోచనా శక్తి, వ్యసనములకు లోనయ్యే అవకాశము, పరోపకారి. పర-ధనాపేక్ష్య లేదు, కుటుంబం కోసం ధనార్జన చేస్తారు. వృధా కాలాపేక్ష్యత చేయరు. పిత్రార్జితం తక్కువ. సోదరులతో వైరం. బంధు లేక మిత్ర  ప్రీతి, తండ్రిపై ఎక్కువ ప్రీతి. పిల్లలు అభివృద్దిలోకి వస్తారు. బలహీన శరీరం, చిన్నతనంలో గండాలు.",
      "BPHS":"పగలు బలము కలది, జల తత్వము, సత్వగుణము, మంచి ఆరోగ్యము కలది,  జలచరము,  బ్రాహ్మణ జాతి, పాదములు లేనిది, మధ్యమ దేహము కలది, ఉత్తరదిక్కు,  ఉభయోదయము.",
      "General":"గురువు, స్వచ్చ రంగు, స్త్రీ రాశి, ద్విస్వభావ, జల తత్వ, బ్రాహ్మణ జాతి, పూర్ణ జల  రాశి, సమ సంతానము, మోక్ష పురుషార్ధము, అంగము - పాదములు, ఉత్తర దిక్కు.",
      "BAMBI":"పరస్పర ప్రుచ్చాభిముఖ౦గాయున్న రెండు చేపలు – స్వచ్చత, నీరు, భావోద్రేకములు. సున్నితత్వం. అమాయకత్వం. ఆధ్యాత్మికత. భావ ప్రకటనా శక్తి. ఇతరుల మేలు కోరుకొనుట. రెండు చేపలు - ద్వంద్వ ప్రవృత్తి.  అనుబంధాలు, ఆత్మీయత. నిశ్శబ్ద, పాదరహిత.",
      "Bruhajjaatakam":"నీటిలో పుట్టిన ముత్యములు వగైరా అమ్మువాడు, పరధనము అనుభవించువాడు, భార్య యందు, వస్త్ర భూషణముల యందు ఆశక్తి కలవాడు, గొప్ప తల, ముక్కు, కాంతితో కూడిన శరీరము, శత్రు తిరస్కారుడు (గెలుచును), స్త్రీ లోలుడు, అందమైన కన్నులు, శాస్త్రజ్ఞుడు, నిక్షేప ధనానుభవము కలవాడు.",
      "Saraavali":"శిల్పి, పండితుడు, శత్రువులపై జయం, శాస్త్రములు చదివినవాడు, రూపవంతుడు, సంగీతము, ధర్మ ప్రవర్తన, సుఖ భోగి, రాజాశ్రయము, కోపము, నిధుల వల్ల ధనం.",
      "KNRAO":"ఆత్మ విశ్వాసము, శౌర్యము, క్రమశిక్షణ, తెలివైన మాటలు, మంచి అధికారి/నాయకుడు, తొందర కోపము, కుటుంబ మర్యాద, మంచి గుణములు, ఆధ్యాత్మికత, వేగముగా నడచును, సంగీత ప్రావీణ్యము, మంచి నడవడి వల్ల గౌరవం పొందును, ఖర్చులు ఎక్కువ."
   }
]