[
	{
		"Id": "1",
		"Star": "అశ్విని",
		"Bruhajjatakam": "అలంకార ప్రియుడు, సుందరుడు, సర్వజన ప్రియుడు, సమర్ధుడు, బుద్ధిమంతుడు.",
		"Hora_Ratnam": "అందమైనవారు, అదృష్టవంతులు, నిపుణులు, తెలివైనవారు, స్త్రీ/ఆభరణ ప్రియుడు, శూరుడు."
	},
	{
		"Id": "2",
		"Star": "భరణి",
		"Bruhajjatakam": "కార్య శూరుడు, దృఢనిశ్చయము కలవాడు, అదృష్టవంతుడు, యదార్ధవాది, ఆరోగ్యవంతుడు, దుఃఖం లేనివాడు.",
		"Hora_Ratnam": "కామక్రీడా నిపుణుడు, సత్యవంతుడు, కార్యశీలుడు, రోగరహితుడు, అదృష్టవంతుడు, మితాహారి."
	},
	{
		"Id": "3",
		"Star": "కృత్తిక",
		"Bruhajjatakam": "అధికాహారము కలవాడు, పరస్త్రీ రతుడు, శాంతివంతుడు, ప్రసిద్ధుడు.",
		"Hora_Ratnam": "భోగవంతుడు, తెలివైనవాడు, భోజనప్రియులు, స్త్రీరతుడు, ధర్మశీలి, నిపుణుడు, కీర్తిమంతుడు,స్వతంత్రుడు."
	},
	{
		"Id": "4",
		"Star": "రోహిణి",
		"Bruhajjatakam": "యదార్ధవాది, పరదారా ధనాశక్తి లేనివాడు, శాస్త్ర ధర్మాచరుడు, ప్రియభాషణుడు, సుందరుడు.",
		"Hora_Ratnam": "సుందరాకారుడు, గంభీరుడు, కీర్తిమంతుడు, భోగి, మద్యాపానాశక్తుడు, ప్రియభాషి, నిపుణుడు, మేధావి."
	},
	{
		"Id": "5",
		"Star": "మృగశిర",
		"Bruhajjatakam": "చపల చిత్తుడు, సమర్ధుడు, భయశీలుడు, మాటలలో నేర్పరి, దానీ, భోగీ, మహోత్సాహి.",
		"Hora_Ratnam": "ఉత్సాహవంతుడు, చంచలుడు,పిరికివాడు, ధనవంతుడు,శాంతికాముకుడు, సత్యాన్వేషి, ప్రభుసమాన, నిపుణుడు."
	},
	{
		"Id": "6",
		"Star": "\"ఆర్ద్ర\"",
		"Bruhajjatakam": "\"అహంకారి, అనుపకారి, ప్రాణ హింస చేయువాడు, పాపకార్య ప్రియుడు, మూర్ఖుడు.\"",
		"Hora_Ratnam": "\"మాయాజాలి, శూరుడు, వ్యాపారదక్షుడు, క్రూరుడు, కృతఘ్నుడు.\""
	},
	{
		"Id": "7",
		"Star": "పునర్వసు",
		"Bruhajjatakam": "తపః క్లేశము నోర్చుకోగలవాడు, సుఖి, సత్వ స్వభావి, జడప్రాయుడు, రోగి, అల్ప సంతోషి, దప్పిక గలవాడు.",
		"Hora_Ratnam": "మోసకారి, అందమైనవాడు, ఓర్మీ, సంతోషవంతుడు, తృప్తిగలవాడు, వేగాముగానడచును."
	},
	{
		"Id": "8",
		"Star": "పుష్యమి",
		"Bruhajjatakam": "శాంతము కలవాడు, సర్వప్రియుడు, పండితుడు, ధర్మరతుడు, ధనవంతుడు.",
		"Hora_Ratnam": "అదృష్టవంతుడు, కీర్తిమంతుడు, శూరుడు, దయాశీలుడు, ధనీ, దానగుణవంతుడు, కళాపిపాసి, కామి, మధ్యమదేహి."
	},
	{
		"Id": "9",
		"Star": "ఆశ్రేష",
		"Bruhajjatakam": "కుత్సితుడు, ఇతరుల మోసపుచ్చి ధనమపహరించువాడు, పాపకార్యరతుడు, ధూర్తుడు, దయారహితుడు.",
		"Hora_Ratnam": "తుంటరి , క్రూరుడు, కామి, జిత్తులమారి ,వ్యసనపరుడు, పరదారా ధనరతుడు,"
	},
	{
		"Id": "10",
		"Star": "మఖ",
		"Bruhajjatakam": "సేవకులు కలవాడు, ధనికుడు, భోగి, దేవ/పితృ భక్తి కలవాడు.",
		"Hora_Ratnam": "స్థూలకాయుడు, చికాకుపడును, ఉపన్యాసకుడు, ఓర్మి, ప్రకాశవంతుడు, తెలివైనవాడు, నిపుణుడు."
	},
	{
		"Id": "11",
		"Star": "పుబ్బ",
		"Bruhajjatakam": "ప్రియభాషి, దానశీలుడు, దేహకాంతి కలవాడు, సంచార ప్రియుడు, రాజ భక్తి కలవాడు.",
		"Hora_Ratnam": "మేధావి, దేశద్రిమ్మరి, దయాశీలుడు, నాట్య/కళా నిపుణుడు, తెలివైనవాడు, నిపుణుడు."
	},
	{
		"Id": "12",
		"Star": "ఉత్తర",
		"Bruhajjatakam": "సర్వజనప్రియుడు, విద్యా ధన సంపన్నుడు, భోగి, దుఃఖ రహితుడు.",
		"Hora_Ratnam": "శత్రువుల జయించినవాడు, సంతోషి, భోగి, కామి, కవి, కళాత్మకుడు, సత్యవంతుడు, పండితుడు."
	},
	{
		"Id": "13",
		"Star": "హస్త",
		"Bruhajjatakam": "ఉత్సాహవంతుడు, దృఢనిశ్చయము కలవాడు, మద్యపానాశక్తుడు, దయలేనివాడు.",
		"Hora_Ratnam": "జ్ఞాని, చోరుడు, ఉత్సాహవంతుడు, సేవకుడు, పరదేశ నివాసి, కామి, శూరుడు."
	},
	{
		"Id": "14",
		"Star": "చిత్త",
		"Bruhajjatakam": "వివిధ వస్త్ర మాలలు ధరించువాడు, మంచి కన్నులు కలవాడు, చిత్రాన్న ప్రియుడు, సుఖ విహారము చేయువాడు.",
		"Hora_Ratnam": "కామ నిపుణుడు, ప్రకాశవంతుడు, ధనవంతుడు, భోగి, చూచుటకు పండితుడుకాని అలంకారప్రియుడు."
	},
	{
		"Id": "15",
		"Star": "స్వాతి",
		"Bruhajjatakam": "వినయము కలవాడు, జితేంద్రియుడు, ధర్మరతుడు, ప్రియభాషి, దప్పిక గలవాడు, దయగలవాడు.",
		"Hora_Ratnam": "ధర్మరతుడు, ప్రియవాక్కు, శూరుడు, వ్యాపారదక్షుడు, కామి, గొప్ప కీర్తి జ్ఞానము, స్వనియంత్రణ, పండితుడు."
	},
	{
		"Id": "16",
		"Star": "విశాఖ",
		"Bruhajjatakam": "లోభి, ఓర్వలేనివాడు, కాంతిమంతుడు, ధనార్జనసమర్ధుడు, సంభాషణ సమర్ధుడు, కలహము చేయువాడు.",
		"Hora_Ratnam": "అసూయపరుడు, బక్కచిక్కిన, పలుభాషాజ్ఞాని, శత్రుభయంకరుడు, ఇంద్రియనిగ్రహి,ఆధ్యాత్మికుడు, ధనవంతుడు, లోభి."
	},
	{
		"Id": "17",
		"Star": "అనూరాధ",
		"Bruhajjatakam": "ధనికుడు, పరదేశ నివాసి, ఆకలికోపలేనివాడు, జ్ఞాని, విద్యా వినయ దయా గాంభీర్యవంతుడు, కళత్ర ప్రియుడు, పరిభ్రమణ శీలుడు, సభాంతర ప్రకాశుడు.",
		"Hora_Ratnam": "ప్రభుసేవకుడు, వీరుడు, పరదేశవాసి, ప్రయాణీకుడు, సర్వజనప్రియుడు, అందగాడు,రహస్యవంతుడు, చామనచాయ."
	},
	{
		"Id": "18",
		"Star": "జ్యేష్ట",
		"Bruhajjatakam": "తక్కువ మిత్రులు కలవాడు, సంతోషి, ధర్మరతుడు, అతి క్రోధము కలవాడు.",
		"Hora_Ratnam": "అధికఖర్చులు, దుఃఖి, కామి, అసహ్యవంతుడు, బూతులు, క్రూరుడు, అబద్ధములు, ధనవంతుడు."
	},
	{
		"Id": "19",
		"Star": "మూల",
		"Bruhajjatakam": "గర్వితుడు, ధనవంతుడు, సుఖి, భోగి, స్థిర చిత్తుడు, జీవ హింస చేయనివాడు.",
		"Hora_Ratnam": "కీర్తివంతుడు, ధనవంతుడు, నేర్పరి, అబద్ధములు, బక్కపలచ, కామి, ఇతరులకు హాని చేయు."
	},
	{
		"Id": "20",
		"Star": "పూర్వాషాడ",
		"Bruhajjatakam": "సంతోష చిత్త కళత్రము కలవాడు, గర్వితుడు, స్థిరకాల స్నేహము కలవాడు.",
		"Hora_Ratnam": "భార్యాప్రియుడు, నిపుణుడు, స్నేహశీలుడు, దుఃఖి, శూరుడు, కీర్తిమంతుడు."
	},
	{
		"Id": "21",
		"Star": "ఉత్తరాషాడ",
		"Bruhajjatakam": "వినయుడు, ధర్మకార్య రతుడు, స్నేహితులు కలవాడు, ప్రత్యుపకారి, సర్వజన ప్రియుడు.",
		"Hora_Ratnam": "ధర్మశీలి, ఋజువర్తన, మృదుస్వభావి, శూరుడు, దారాపుత్ర భాగ్యవంతుడు, సర్వజన ప్రియుడు."
	},
	{
		"Id": "22",
		"Star": "శ్రవణం",
		"Bruhajjatakam": "సంపదలు కలవాడు, పండితుడు, ఉదార గుణ భార్య కలవాడు, భార్యా ప్రియుడు, ధనికుడు, కీర్తిమంతుడు.",
		"Hora_Ratnam": "ఆదర్శవంతుడు, అటువంటి భార్య, శాస్త్రవేత్త, ఉపన్యాసకుడు, ధనీ, గ్రంధకర్త, కవి, దానశీలి, కామనిపుణుడు."
	},
	{
		"Id": "23",
		"Star": "ధనిష్ఠ",
		"Bruhajjatakam": "దాన శీలి, ధనికుడు, రణశూరుడు, గాన లోలుడు, ధనాశ కలవాడు.",
		"Hora_Ratnam": "దానశీలత మరియు లోభత్వం కూడా, వ్యసనములచే దుఃఖితుడు, నాట్య నిపుణుడు, సంగీతప్రియుడు, శూరుడు, సంఘజీవి, శాంతికాముకుడు."
	},
	{
		"Id": "24",
		"Star": "శతభిషం",
		"Bruhajjatakam": "స్పష్టమైన వాక్కు గలవాడు, వ్యసన పరుడు, శత్రు ఘాతకుడు, సాహసి, స్వజాతి తిరస్కారుడు.",
		"Hora_Ratnam": "శూరుడు, వ్యసనపరుడు, క్ర్రోరుడు, అనిశ్చల ధనికుడు, అనేక సంపదలు."
	},
	{
		"Id": "25",
		"Star": "పూర్వాభాద్ర",
		"Bruhajjatakam": "దుఃఖి, స్త్రీలచే జయింపబడినవాడు, ధనవంతుడు, స్త్రీ ధనము కలవాడు, నేర్పరి.",
		"Hora_Ratnam": "దుఃఖి, విగతజీవి, స్త్రీలచే జయింపబడినవాడు, మోసకారి, పరనింది, వీరుడు, అసహనము, కపటి."
	},
	{
		"Id": "26",
		"Star": "ఉత్తరాభాద్ర",
		"Bruhajjatakam": "సభలో ధర్మమెరిగి చమత్కారముగా మాట్లాడువాడు, సుఖి, పుత్ర సంపద, శత్రువుల జయించును.",
		"Hora_Ratnam": "ఉపన్యాసము, జనసేవకుడు, శత్రువులపై జయం, సంతోషి, సంతుష్ఠుడు, పుత్ర సంపద, అతికామి, కార్యనిపుణుడు."
	},
	{
		"Id": "27",
		"Star": "రేవతి",
		"Bruhajjatakam": "సంపూర్ణావయవములు కలవాడు, సర్వజన ప్రియుడు, రణశూరుడు, దేవ/పితృ భక్తి, ధనవంతుడు.",
		"Hora_Ratnam": "ధనికుడు, సుఖి, భోగి, పండితుడు, గర్వి, శూరుడు, పర దేశ నివాసి."
	}
]