[
	{
		"Id": "1",
		"Star": "అశ్విని",
		"Bruhajjatakam": "అలంకార ప్రియుడు, సుందరుడు, సర్వజన ప్రియుడు, సమర్ధుడు, బుద్ధిమంతుడు.",
		"Hora_Ratnam": "అందమైనవారు, అదృష్టవంతులు, నిపుణులు, తెలివైనవారు, స్త్రీ/ఆభరణ ప్రియుడు, శూరుడు.",
		"General":"దీర్ఘాయువు, స్థూల  శరీరం,  పొడవైన చేతులు, విశాల వక్షస్థలం, అందమైన వారు, సర్వజన ప్రియుడు , పనులలో  నేర్పరి, బుద్దిమంతుడు, సభలలో గౌరవం, ఆభరణములయందు ప్రీతీ , సాహసము, లోభము , ఒకపరి చెడు సహవాసములు. లోక వ్యవహారములు, అహంభావం, శరీర, మనో బలములు. క్షిప్ర/లఘ  నక్షత్రము. అశ్వ ముఖం ఆకృతి - గుఱ్ఱములు, సత్తువ, తల బిరుసు, అందం, వేగం, ప్రయాణములు. అశ్విని దేవతలు – వైద్యం, చికిత్స, సేవ. ఉత్సాహం, మొండితనం, పట్టుదల, వినికిడి శక్తి."
	},
	{
		"Id": "2",
		"Star": "భరణి",
		"Bruhajjatakam": "కార్య శూరుడు, దృఢనిశ్చయము కలవాడు, అదృష్టవంతుడు, యదార్ధవాది, ఆరోగ్యవంతుడు, దుఃఖం లేనివాడు.",
		"Hora_Ratnam": "కామక్రీడా నిపుణుడు, సత్యవంతుడు, కార్యశీలుడు, రోగరహితుడు, అదృష్టవంతుడు, మితాహారి.",
		"General":"చపలుడు, బహు శత్రువులు, సుఖవంతుడు, దీర్ఘాయువు, సత్యవాది, భోజనప్రియుడు, నిద్ర ఎక్కువ, ఎర్రని కళ్ళు, పెద్ద లలాటం, వక్రమైన కేశములు, భోగ శరీరం. ఆకర్షణీయత, ఎక్కువ పుత్రులు. ఉగ్ర నక్షత్రము. యోని/కుండ ఆకృతి – కామం, కాముకత. యముడు – ధర్మం, మృత్యువు, క్రమ శిక్షణ. త్యాగము."
	},
	{
		"Id": "3",
		"Star": "కృత్తిక",
		"Bruhajjatakam": "అధికాహారము కలవాడు, పరస్త్రీ రతుడు, శాంతివంతుడు, ప్రసిద్ధుడు.",
		"Hora_Ratnam": "భోగవంతుడు, తెలివైనవాడు, భోజనప్రియులు, స్త్రీరతుడు, ధర్మశీలి, నిపుణుడు, కీర్తిమంతుడు,స్వతంత్రుడు.",
		"General":"తేజోవంతుడు, బుద్ధిమంతుడు, తన సంపాదనతో భోగభాగ్యములు కలవాడు, పాప చింతన కలవాడు. అవయవ సౌష్టవం ఉంది, కపటం లేదు, మంచి శీలము, దైవ భక్తి. మృదు + తీక్షణ /మిశ్ర నక్షత్రము. అగ్ని/కత్తెర ఆకృతి – మంటలు, వంట, పట్టుదల, కోతలు, కోపం. అగ్నిదేవుడు – పోషణ, జీర్ణ శక్తి, ఇతరులను పోషించుట, పవిత్రత."
	},
	{
		"Id": "4",
		"Star": "రోహిణి",
		"Bruhajjatakam": "యదార్ధవాది, పరదారా ధనాశక్తి లేనివాడు, శాస్త్ర ధర్మాచరుడు, ప్రియభాషణుడు, సుందరుడు.",
		"Hora_Ratnam": "సుందరాకారుడు, గంభీరుడు, కీర్తిమంతుడు, భోగి, మద్యాపానాశక్తుడు, ప్రియభాషి, నిపుణుడు, మేధావి.",
		"General":"రూపవంతుడు, పనులలో నేర్పరి, ఓర్పు, సమర్ధవంతుడు, ధనవంతుడు. నేత్ర రోగములు, చిన్న పాదములు, నుదురు కలవారు. పాపకార్యములు చేయును. గౌరవం. ఆకర్షణీయత. ధృవ/స్థిర నక్షత్రము. ఎద్దులబండి/ రధం/ మర్రి చెట్టు ఆకృతి. సంఘంలో ఉన్నతి, ఇతరులకు రక్షణ. ప్రజాపతి – ప్రేమ, సృష్టి, అసూయతనము."
	},
	{
		"Id": "5",
		"Star": "మృగశిర",
		"Bruhajjatakam": "చపల చిత్తుడు, సమర్ధుడు, భయశీలుడు, మాటలలో నేర్పరి, దానీ, భోగీ, మహోత్సాహి.",
		"Hora_Ratnam": "ఉత్సాహవంతుడు, చంచలుడు,పిరికివాడు, ధనవంతుడు,శాంతికాముకుడు, సత్యాన్వేషి, ప్రభుసమాన, నిపుణుడు.",
		"General":"ఉత్సాహవంతుడు, పాపభీతి, తల్లి యందు భక్తి ఎక్కువ, చిరాయువు, విశాల వక్షస్థలం, వివేకం తక్కువ, నిష్టూరములాడును, విశాల భుజములు, ఏకసంధాగ్రహి. వ్యావహారిక దక్షత. మృదు నక్షత్రము. జింక ముఖం ఆకృతి – అందం, మృదుత్వం. సోముడు – తెలివితేటలు, చురుకుదనం, నాయకత్వం, స్నేహితులు."
	},
	{
		"Id": "6",
		"Star": "ఆర్ద్ర",
		"Bruhajjatakam": "\"అహంకారి, అనుపకారి, ప్రాణ హింస చేయువాడు, పాపకార్య ప్రియుడు, మూర్ఖుడు.",
		"Hora_Ratnam": "\"మాయాజాలి, శూరుడు, వ్యాపారదక్షుడు, క్రూరుడు, కృతఘ్నుడు.",
		"General":"ఆచార వంతులు, క్రయ విక్రయ నిపుణులు, గర్వి, చిరాయువు, పాపకార్యములు చేయును, చేసిన మేలు మరచును. సమ దేహం. శౌర్యం. బాధ్యత. హెచ్చు తగ్గులు. స్వతంత్ర ఆలోచనలు. తీక్షణ నక్షత్రము. మనిషి  జింక  తల/ కన్నీరు ఆకృతి– ఆలోచించుట. రుద్రుడు  - ఇతరులపై ఆధిక్యత."
	},
	{
		"Id": "7",
		"Star": "పునర్వసు",
		"Bruhajjatakam": "తపః క్లేశము నోర్చుకోగలవాడు, సుఖి, సత్వ స్వభావి, జడప్రాయుడు, రోగి, అల్ప సంతోషి, దప్పిక గలవాడు.",
		"Hora_Ratnam": "మోసకారి, అందమైనవాడు, ఓర్మీ, సంతోషవంతుడు, తృప్తిగలవాడు, వేగాముగానడచును.",
		"General":"భోజన ప్రియులు, సత్యవాది. మంచిగుణములు, ఉత్సాహము, త్యాగబుద్ధి, సంపదలు కలవాడు. హాస్యం అంటే ప్రీతీ, తక్కువ కంఠస్వరం, పనులలో నేర్పరి. మంచి రూపం. ఎక్కువ స్త్రీ సంతానం. చర నక్షత్రము. విల్లు/అంబుల పొది ఆకృతి. అదితి – అభివృద్ది, సంతతి. చర నక్షత్రం – మార్పులు."
	},
	{
		"Id": "8",
		"Star": "పుష్యమి",
		"Bruhajjatakam": "శాంతము కలవాడు, సర్వప్రియుడు, పండితుడు, ధర్మరతుడు, ధనవంతుడు.",
		"Hora_Ratnam": "అదృష్టవంతుడు, కీర్తిమంతుడు, శూరుడు, దయాశీలుడు, ధనీ, దానగుణవంతుడు, కళాపిపాసి, కామి, మధ్యమదేహి.",
		"General":"జ్ఞానీ, బుద్ధిమంతుడు, తొందరగా కోపం, జ్యోతిషం, ధైర్యం, అన్ని పదార్దములు తినువారు, నల్లని కనుపాపలు, అభిమాన వంతులు, దీర్ఘాయువు, ఏకాంతం అంటే ఇష్టం. తక్కువ ధనం. బక్క పలచ. క్షిప్ర/లఘు నక్షత్రము. పుష్పం, వృత్తం, బాణం, పొదుగు ఆకృతి  – పోషణ. బృహస్పతి – ఆధ్యాత్మికత, సృష్టి, సంతానం, పశుసంపద."
	},
	{
		"Id": "9",
		"Star": "ఆశ్రేష",
		"Bruhajjatakam": "కుత్సితుడు, ఇతరుల మోసపుచ్చి ధనమపహరించువాడు, పాపకార్యరతుడు, ధూర్తుడు, దయారహితుడు.",
		"Hora_Ratnam": "తుంటరి , క్రూరుడు, కామి, జిత్తులమారి ,వ్యసనపరుడు, పరదారా ధనరతుడు,",
		"General":"అతిగా మాట్లాడుట, ప్రజల చేత గౌరవం, కుత్సితం, కోపముతో వుండే కళ్ళు, ప్రవాస జీవితం, భయంకర మైన శత్రువులు, ప్రభుత్వ కార్యములు చేయువారు, కాముకులు. క్రమశిక్షణ, విశ్వాసపాత్రులు. తీక్షణ నక్షత్రము. సర్పాకృతి. అహి – పగ ప్రతీకారం, విషం, శత్రువులపై విజయం ."
	},
	{
		"Id": "10",
		"Star": "మఖ",
		"Bruhajjatakam": "సేవకులు కలవాడు, ధనికుడు, భోగి, దేవ/పితృ భక్తి కలవాడు.",
		"Hora_Ratnam": "స్థూలకాయుడు, చికాకుపడును, ఉపన్యాసకుడు, ఓర్మి, ప్రకాశవంతుడు, తెలివైనవాడు, నిపుణుడు.",
		"General":"గుణవంతులు, విద్యావంతులు, వినయ శీలురు, ధనవంతులు, పనులలో నేర్పరి, బంధు వర్గమునకు ఉపయోగపడువారు, వశీకరణ విద్య, మాతృ ప్రేమ, అల్పబుధ్ధి, తొందరగా కోపం, భార్య యందు అనురాగం, ఎర్రని కనుపాపలు, కాముకులు, శిల్ప విద్య, తరచూ రోగములు. ఉగ్ర నక్షత్రము. పల్లకి ఆకృతి – ఉన్నతి, రాచరికం. మఖ = మహా. పితృదేవతలు – అపరిమిత కీర్తి దాహం, పితృ లేక ప్రభు సమాన."
	},
	{
		"Id": "11",
		"Star": "పుబ్బ",
		"Bruhajjatakam": "ప్రియభాషి, దానశీలుడు, దేహకాంతి కలవాడు, సంచార ప్రియుడు, రాజ భక్తి కలవాడు.",
		"Hora_Ratnam": "మేధావి, దేశద్రిమ్మరి, దయాశీలుడు, నాట్య/కళా నిపుణుడు, తెలివైనవాడు, నిపుణుడు.",
		"General":"ధన ధాన్యములు, మంచి రూపము కలవారు, దాత, ప్రజలకు ప్రియుడు. ఆభరణములు, అలంకారము నందు ప్రీతి. తల్లి లేనివారు, ఎక్కువ ఖర్చులు.  ఉగ్ర నక్షత్రము. ఉయ్యాల/ మంచం కోళ్ళు ఆకృతి - .  భగ – వృద్ధి, సంవృధ్ధి, భోగలాలసత్వం. "
	},
	{
		"Id": "12",
		"Star": "ఉత్తర",
		"Bruhajjatakam": "సర్వజనప్రియుడు, విద్యా ధన సంపన్నుడు, భోగి, దుఃఖ రహితుడు.",
		"Hora_Ratnam": "శత్రువుల జయించినవాడు, సంతోషి, భోగి, కామి, కవి, కళాత్మకుడు, సత్యవంతుడు, పండితుడు.",
		"General":"అభిమానవంతులు, పనులలో నేర్పరి, ధర్మవంతుడు, జ్ఞానీ, పరాక్రమము, ఉష్ణ శరీరము, స్త్రీల వలన రోగములు, తక్కువ సౌఖ్యం, వినయ సంపన్నులు, పండితులు. రాచ లక్షణములు. ధృవ/స్థిర నక్షత్రము. మంచం కోళ్ళు ఆకృతి - . ఆర్యమన్ -  నాయకత్వం, సహాయం, కుటుంబ వృద్ధి, దయ, పశుసంపద."
	},
	{
		"Id": "13",
		"Star": "హస్త",
		"Bruhajjatakam": "ఉత్సాహవంతుడు, దృఢనిశ్చయము కలవాడు, మద్యపానాశక్తుడు, దయలేనివాడు.",
		"Hora_Ratnam": "జ్ఞాని, చోరుడు, ఉత్సాహవంతుడు, సేవకుడు, పరదేశ నివాసి, కామి, శూరుడు.",
		"General":"ప్రఖ్యాతి, గంభీరత, దయ, ఎక్కువ సంతానం, ధన ధాన్య వృద్ధి, స్త్రీల యందు ప్రీతీ, బుద్ధి కుశలత, శత్రు సంహారకుడు,  సోమరితనం. తక్కువ దాంపత్య సౌఖ్యం.  క్షిప్ర/లఘు నక్షత్రము. హస్తము ఆకృతి -. సవితర్ – సృష్టించే శక్తి, వెలుగు, నాయకత్వ లక్షణములు."
	},
	{
		"Id": "14",
		"Star": "చిత్త",
		"Bruhajjatakam": "వివిధ వస్త్ర మాలలు ధరించువాడు, మంచి కన్నులు కలవాడు, చిత్రాన్న ప్రియుడు, సుఖ విహారము చేయువాడు.",
		"Hora_Ratnam": "కామ నిపుణుడు, ప్రకాశవంతుడు, ధనవంతుడు, భోగి, చూచుటకు పండితుడుకాని అలంకారప్రియుడు.",
		"General":". స్త్రీ ప్రియులు, భోగవంతులు, కాముకులు, విశాల వక్షము, పొడవైన పాదములు, మృదు భాషణము, సుగంధ పుష్ప, అలంకరణములపై మక్కువ, సర్వ జన ప్రియుడు. శత్రు బాధలు. వివాహ సంబంధ సమస్యలు. మృదు నక్షత్రము. ముత్యం ఆకృతి.- మృదువు. త్వష్టార్ – విశ్వాకారం – మాయ మంత్రం, సృష్టి, సంతానం. "
	},
	{
		"Id": "15",
		"Star": "స్వాతి",
		"Bruhajjatakam": "వినయము కలవాడు, జితేంద్రియుడు, ధర్మరతుడు, ప్రియభాషి, దప్పిక గలవాడు, దయగలవాడు.",
		"Hora_Ratnam": "ధర్మరతుడు, ప్రియవాక్కు, శూరుడు, వ్యాపారదక్షుడు, కామి, గొప్ప కీర్తి జ్ఞానము, స్వనియంత్రణ, పండితుడు.",
		"General":"దాతలు, భాగ్యవంతులు, దీర్ఘ శరీరం, విశాలమైన కన్నులు, వికసిత హృదయులు, , పేరు ప్రఖ్యాతులు కలవారు, దేవ, గురు పూజ చేయువారు, బుద్ధిమంతుడు, చిన్న పొట్ట. మొండితనం. కలుపుగోలుతనం. చర నక్షత్రము. మాణిక్య కాంతి / పగడం ఆకృతి. వాయు దేవత – స్వేచ్ఛ కోరుకొనుట."
	},
	{
		"Id": "16",
		"Star": "విశాఖ",
		"Bruhajjatakam": "లోభి, ఓర్వలేనివాడు, కాంతిమంతుడు, ధనార్జనసమర్ధుడు, సంభాషణ సమర్ధుడు, కలహము చేయువాడు.",
		"Hora_Ratnam": "అసూయపరుడు, బక్కచిక్కిన, పలుభాషాజ్ఞాని, శత్రుభయంకరుడు, ఇంద్రియనిగ్రహి,ఆధ్యాత్మికుడు, ధనవంతుడు, లోభి.",
		"General":"హాస్యంగా, స్పష్టంగా  మాట్లాడుట, వినయము, దీర్ఘాయుష్షు, పనులలో నేర్పరి, బంధు ప్రీతీ, అప్పు చేయుటలో నేర్పరి. సామాన్య ఆరోగ్యం, స్త్రీలంటే ఇష్టం. ఎర్రని కన్నులు. కళత్ర సుఖ లోపం. నెమ్మదస్తులు. మృదు + తీక్షణ /మిశ్ర నక్షత్రము. కుమ్మరి చక్రం, విజయ ద్వారం ఆకృతి - . విస్తరించిన. రాధ. స్నేహం. సంఘంలో కలయిక. ఇంద్ర + అగ్ని దేవులు – అధికారం గుర్తింపు కోరుకొనుట."
	},
	{
		"Id": "17",
		"Star": "అనూరాధ",
		"Bruhajjatakam": "ధనికుడు, పరదేశ నివాసి, ఆకలికోపలేనివాడు, జ్ఞాని, విద్యా వినయ దయా గాంభీర్యవంతుడు, కళత్ర ప్రియుడు, పరిభ్రమణ శీలుడు, సభాంతర ప్రకాశుడు.",
		"Hora_Ratnam": "ప్రభుసేవకుడు, వీరుడు, పరదేశవాసి, ప్రయాణీకుడు, సర్వజనప్రియుడు, అందగాడు,రహస్యవంతుడు, చామనచాయ.",
		"General":"పరోపకారి, స్నేహ ప్రియులు, ప్రజ్ఞావంతులు, స్థిరమైన ధనము కలవారు, సన్మార్గ ఆచారులు, తక్కువ పుత్రులు, సంతోషం కలవారు, గౌరవనీయులు. మృదు  నక్షత్రము. కమలం, విజయ ద్వారం ఆకృతి. మిత్ర దేవుడు – సంఘంలో కలయిక, స్నేహ భావం, సేవాదృక్పధము."
	},
	{
		"Id": "18",
		"Star": "జ్యేష్ట",
		"Bruhajjatakam": "తక్కువ మిత్రులు కలవాడు, సంతోషి, ధర్మరతుడు, అతి క్రోధము కలవాడు.",
		"Hora_Ratnam": "అధికఖర్చులు, దుఃఖి, కామి, అసహ్యవంతుడు, బూతులు, క్రూరుడు, అబద్ధములు, ధనవంతుడు.",
		"General":"ఎక్కువ పుత్రులు, స్నేహం చేయువారు, సత్య వాది, ధృఢ శరీరం, స్త్రీ లోలురు, ఎక్కవ శత్రువులు కలవారు, పొడవైన ముక్కు. దాంపత్య సౌఖ్యం తక్కువ. తీక్షణ నక్షత్రము. చెవి ప్రోగులు, గొడుగు ఆకృతి – ఇంద్రుడు – ప్రాముఖ్యత, విజయం, పదోన్నతి, స్వ శక్తితో ఒంటరిగా కార్య సాధనాశక్తి."
	},
	{
		"Id": "19",
		"Star": "మూల",
		"Bruhajjatakam": "గర్వితుడు, ధనవంతుడు, సుఖి, భోగి, స్థిర చిత్తుడు, జీవ హింస చేయనివాడు.",
		"Hora_Ratnam": "కీర్తివంతుడు, ధనవంతుడు, నేర్పరి, అబద్ధములు, బక్కపలచ, కామి, ఇతరులకు హాని చేయు.",
		"General":"ధర్మవంతులు, ధనవంతులు, మానవంతులు, బంధు ప్రీతీ, కాముకులు, చొర గుణము, రోగములు, చంచల మనస్సు, దయాపరులు, స్త్రీలచే ప్రేమింపబడువారు. తీక్షణ నక్షత్రము. వేర్లు/సింహం తోక/ హలా కృతి. నిరుతి – క్రూరత , కోపం, అలక్ష్మీ, సృజనాత్మకత, సంతాన నష్టం."
	},
	{
		"Id": "20",
		"Star": "పూర్వాషాడ",
		"Bruhajjatakam": "సంతోష చిత్త కళత్రము కలవాడు, గర్వితుడు, స్థిరకాల స్నేహము కలవాడు.",
		"Hora_Ratnam": "భార్యాప్రియుడు, నిపుణుడు, స్నేహశీలుడు, దుఃఖి, శూరుడు, కీర్తిమంతుడు.",
		"General":"స్వల్ప దేహం, చిన్న వెళ్ళు, అన్ని పనులు చేయువారు, బుద్ధిమంతులు, సూక్ష్మ విషయ గ్రాహి, ప్రఖ్యాతి. ఉగ్ర నక్షత్రము. విసన కర్ర, బుట్ట ఆకృతి – ప్రజా రంజకులు, ఆపస్ – నీరు – సృజనాత్మకత, పోషణ, చికిత్స."
	},
	{
		"Id": "21",
		"Star": "ఉత్తరాషాడ",
		"Bruhajjatakam": "వినయుడు, ధర్మకార్య రతుడు, స్నేహితులు కలవాడు, ప్రత్యుపకారి, సర్వజన ప్రియుడు.",
		"Hora_Ratnam": "ధర్మశీలి, ఋజువర్తన, మృదుస్వభావి, శూరుడు, దారాపుత్ర భాగ్యవంతుడు, సర్వజన ప్రియుడు.",
		"General":"సర్వ జ్ఞాని, ఆచారపరాయణుడు, గుణవంతుడు, అతిధి పూజ చేయును, హాస్య ప్రసంగము చేయును, ఎక్కువ పుత్రులు, దయా దాక్షిణ్యము, వాక్ వినయ సంపన్నులు, పొడవైన ముక్కు.  ధృవ/స్థిర నక్షత్రము. ఏనుగు దంతం, మంచం కోళ్ళు ఆకృతి. విశ్వ దేవులు – ధృతి – సహనం, పురూరవ – సంవృధ్ధి, అందరిని కలుపు కొని పోవుట, అలా విజయ సాధన, అందరితో పరిచయములు."
	},
	{
		"Id": "22",
		"Star": "శ్రవణం",
		"Bruhajjatakam": "సంపదలు కలవాడు, పండితుడు, ఉదార గుణ భార్య కలవాడు, భార్యా ప్రియుడు, ధనికుడు, కీర్తిమంతుడు.",
		"Hora_Ratnam": "ఆదర్శవంతుడు, అటువంటి భార్య, శాస్త్రవేత్త, ఉపన్యాసకుడు, ధనీ, గ్రంధకర్త, కవి, దానశీలి, కామనిపుణుడు.",
		"General":"సువాసన గంధ ద్రవ్య ప్రియులు, స్థూల సహ్రీరం, పర స్త్రీలపై ప్రేమ, ఉదార చరితులు, బంధుజనులను ఆశ్రయించును, అతిగా మాట్లాడును, భోగి, విదేశ నివాసి, వివేకి. చర నక్షత్రము. చెవి, పాదం గుర్తులు ఆకృతి. విష్ణువు. వినటం, ఇతరుల అభిప్రాయములకు ఎక్కువ విలువ ఇచ్చుట."
	},
	{
		"Id": "23",
		"Star": "ధనిష్ఠ",
		"Bruhajjatakam": "దాన శీలి, ధనికుడు, రణశూరుడు, గాన లోలుడు, ధనాశ కలవాడు.",
		"Hora_Ratnam": "దానశీలత మరియు లోభత్వం కూడా, వ్యసనములచే దుఃఖితుడు, నాట్య నిపుణుడు, సంగీతప్రియుడు, శూరుడు, సంఘజీవి, శాంతికాముకుడు.",
		"General":"గుణవంతుడు, తేజస్వి, ఉద్యోగి, విధి నిర్వహణలో క్రూరత్వం, బ్రహ్మద్వేశం, వేడి శరీరం, పెద్ద పాదములు. చర నక్షత్రము. మృదంగం, డోలు ఆకృతి. అష్ట వశువులు – వెలుగు + శక్తి, అందరితో కలిసి పని చేసి సాధించుట. "
	},
	{
		"Id": "24",
		"Star": "శతభిషం",
		"Bruhajjatakam": "స్పష్టమైన వాక్కు గలవాడు, వ్యసన పరుడు, శత్రు ఘాతకుడు, సాహసి, స్వజాతి తిరస్కారుడు.",
		"Hora_Ratnam": "శూరుడు, వ్యసనపరుడు, క్ర్రోరుడు, అనిశ్చల ధనికుడు, అనేక సంపదలు.",
		"General":"విశాల భావములు, లోక పూజితుడు, ఎక్కువ పుత్రులు, బంధువులకు ఉపకారి, చిరాయువు, శాంత్రులపై శాంతం చూపించును.రసజ్ఞులు, నిదానము కలవారు, అతిగా మాట్లాడును, పొడవైన ముక్కు. చర నక్షత్రము. ఖాళీ వృత్తం, వంద వైద్యులు/తారలు/పుష్పములు ఆకృతి. వరుణ దేవుడు – ప్రాణ శక్తి, చికిత్స."
	},
	{
		"Id": "25",
		"Star": "పూర్వాభాద్ర",
		"Bruhajjatakam": "దుఃఖి, స్త్రీలచే జయింపబడినవాడు, ధనవంతుడు, స్త్రీ ధనము కలవాడు, నేర్పరి.",
		"Hora_Ratnam": "దుఃఖి, విగతజీవి, స్త్రీలచే జయింపబడినవాడు, మోసకారి, పరనింది, వీరుడు, అసహనము, కపటి.",
		"General":"జ్ఞాన, వినయ సంపన్నులు, ఎక్కువ పురుష సంతానం, ఉదార గుణం, గొప్ప పనులు చేయును, పొడవైన దేహం. ఉగ్ర నక్షత్రము. కత్తి,  మంచం కోళ్ళు. రెండు ముఖముల మనిషి ఆకృతి. అజ ఏక పాద – ఒంటి కాలు జింక, ఉన్నతమైన ఆధ్యాత్మికత."
	},
	{
		"Id": "26",
		"Star": "ఉత్తరాభాద్ర",
		"Bruhajjatakam": "సభలో ధర్మమెరిగి చమత్కారముగా మాట్లాడువాడు, సుఖి, పుత్ర సంపద, శత్రువుల జయించును.",
		"Hora_Ratnam": "ఉపన్యాసము, జనసేవకుడు, శత్రువులపై జయం, సంతోషి, సంతుష్ఠుడు, పుత్ర సంపద, అతికామి, కార్యనిపుణుడు.",
		"General":"రోగం, అభివృద్ది కలవారు. ధైర్యవంతులు, నీతిమంతులు, అలసత్వము కలవారు, చంచల మనస్సు. ధృవ/స్థిర నక్షత్రము. మంచం కోళ్ళు / రెండు తలల మనిషి ఆకృతి -. అభిర్ భుద్న్య – పాతాళంలో మంచి నాగ దేవత, జీవితంలో మంచిపునాది."
	},
	{
		"Id": "27",
		"Star": "రేవతి",
		"Bruhajjatakam": "సంపూర్ణావయవములు కలవాడు, సర్వజన ప్రియుడు, రణశూరుడు, దేవ/పితృ భక్తి, ధనవంతుడు.",
		"Hora_Ratnam": "ధనికుడు, సుఖి, భోగి, పండితుడు, గర్వి, శూరుడు, పర దేశ నివాసి.",
		"General":"సౌభాగ్యవంతులు, స్థూల శరీరము, తేజో రూప వంతులు, ప్రియమైన వారు, పండితులు, ఎల్లప్పుడూ ఆలోచించువారు, అనాదనము చేయువారు, ఇతరుల పనులు చేయును, ఇతర దేశ నివాసి. మృదు నక్షత్రము. చేప, మృదంగం ఆకృతి. పూషణుడు – పోషణ, పశుసంపద, పాడిపంటలు."
	}
]